/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Kan item niet verzenden";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Probeer het later opnieuw";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Niet aangemeld bij Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ heeft een foto verzonden.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Dit apparaat ondersteunt de nieuwe functies van Skype voor het delen van foto's nog niet, maar u kunt deze nog steeds hier bekijken in uw browser: %@";
